[Mission04.Balance_Orchid_CaravanChest InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[Mission04.Balance_Orchid_SandmanChest InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[Mission04.ID_Orchid_CompassPiece3 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Parte da bússola da Hyperion"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar este item."
NoManufacturerName="Genérico"

[Mission04.ID_Orchid_CompassPiece3:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma parte da bússola do Capitão Blade. Se esses idiotas da Hyperion soubessem o valor disso..."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission04.IO_Orchid_CompassPiece2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission04.MO_Orchid_CompassPiece2 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Parte da bússola do Sandman"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar este item."
NoManufacturerName="Genérico"

[Mission04.MO_Orchid_CompassPiece2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Uma parte da bússola do Capitão Blade."
NoConstraintText=""
Suffix=""
Prefix=""

